tap "localsend/localsend"
tap "mdogan/zulu"
brew "bash"
brew "coreutils"
brew "curl"
brew "doggo"
brew "fastfetch"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "htop"
brew "imagemagick"
brew "jq"
brew "nmap"
brew "node", link: false
brew "python3"
brew "telnet"
brew "thefuck"
brew "tokei"
brew "wget"
brew "whois"
brew "yt-dlp"
brew "zlib"
brew "zsh"
brew "zstd"
cask "1password"
cask "alt-tab"
cask "bruno"
cask "cursor"
cask "discord"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "iterm2"
cask "jordanbaird-ice"
cask "localsend"
cask "macs-fan-control"
cask "muzzle"
cask "notion"
cask "notion-calendar"
cask "notion-mail"
cask "orbstack"
cask "prismlauncher"
cask "raycast"
cask "slack"
cask "speedcrunch"
cask "spotify"
cask "the-unarchiver"
cask "visual-studio-code"
cask "zulu-jdk17"
cask "zulu-jdk21"
cask "zulu-jdk8"
